Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Egypt is the only state in the world that has resolved to destroy the pig farms despite the ‎disease being transferred via humans. It has become clear that the government is seeking ‎to implement a new agenda, nothing to do with the health measures such a
ar: مصر هى الدولة الوحيدة فى العالم التى قررت إعدام مزارع الخنازير على الرغم ان المرض ينتقل الآن بين البشر وبعضهم البعض فأصبح واضحاً ان الحكومة تسعى لتنفيذ اجندة خفية لا علاقة لها بالتدابير الصحية للتعامل مع المرض كما تفعل كل دول العالم. فهى تبدو لمن لا يعر

source: The truth is that President Hosni Mubarak was objective in the meeting that was convened ‎to discuss the subject – his Egyptian television broadcast – and had asked the Minister of ‎Health Dr. Hatim Jabli openly. He said to him, “Did the Mexicans destroy
ar: والحقيقية ان الرئيس مبارك كان موضوعياً فى الاجتماع الذى تم عقده اليوم لدراسة الموضوع - وأذاعه التلفزيون المصرى - فقد سأل وزير الصحة الدكتور حاتم الجبلى بوضوح وقال له : هل المكسيك أعدمت الخنازير عندها؟ او فى اى حد تانى فى العالم اعدم الخنازير ؟ وهنا اجاب ا

source: However, Dr. Ahmed Nazif, the prime minister told the president: “On the subject of the ‎destruction of pigs it has been a popular demand for ages!!!!! It has been a popular subject ‎on the subject for ages. I’m sure that these do not need any explanation
ar: لكن السيد الدكتور / احمد نظيف رئيس الوزراء قال للرئيس : هو أعدام الخنازير يا ريس مطلب شعبى من قبل الموضوع ده بزمان !!!!! شفتوا بقى مطلب شعبى ومن قبل الموضوع ده بزمان ، اعتقد أن كلام سيادته مش محتاج لتعليق فالرجل يفصح عن النية المبيتة من قبل لإبادة الخناز

source: The world med
ar: وكالات الانباء العالمية تتابع عن كثب - وساعة بساعة - تطورات المرض فى كل مكان بالعالم والتدابير التى تتخذها كل بلد للتصدى للفيرس ، وتناقلت جميعها قرار الحكومة المصرية بتدمير جزء من ثروتها الحيوانية واعدام كل الخنازير على اعتباره من الطرائف المضحكة فى تغطي

source: The United Nation’s Food and Agricultural Organisation (FAO) ‎
ar: بل ان منظمة الأغذية والزراعة للأمم المتحدة

source: announced that
ar: ( الفاو) أعلنت ان

source: Egypt's decision
ar: قرار مصر ب

source: to destroy all the pigs in the country was “a real mistake” because there was no reason for ‎that seeing that it is not the pigs that have the swine flu but the humans. They also ‎announced that they had tried to contact government officials to clarify th
ar: لانه لا سبب يدعو الي ذلك. لانها ليست انفلونزا في الخنازير بل انها انفلونزا بشرية” ، كما اعلنوا انهم حاولوا الاتصال بمسئولى الحكومة المصرية لتوضيح الموقف لهم لكنهم لم يستطيعوا الوصول إليهم ( البهوات بيتهربوا منهم لأنهم عارفين كويس ان قرارهم طائفى وليس علم

source: The People’s Council met very quickly and issued a unanimous decision by all parties to ‎destroy the pigs (none of these parties have agreed on anything before except one thing, ‎against Faruq Hosni over the wearing of the hijab!!). They issued a decision
ar: وإجتمع مجلس الشعب بمنتهى السرعة واصدر قرار بإجماع كل تياراته لإعدام الخنازير ( لم تتفق كل هذه التيارات من قبل على شئ واحد من قبل إلا على موضوع الحجاب ضد الوزير فاروق حسنى!!) وأصدروا القرار رغم اعترافهم بأنهم لم يدرسوه جيداً وعللوا بأنه لا يوجد وقت للدراسة

source: But they refused to compensate the pig rearers for the pigs that are to be destroyed, ‎meaning revenge, death and destruction of homes.‎
ar: بل رفضوا حتى تعويض المربين عما سيعدموه من خنازير ، يعنى إنتقام موت وخراب ديار..

source: Someone is to submit a report to the attorney general to investigate the owners of pig ‎pens.‎
ar: واصبح هناك من يقدم بلاغ للنائب العام للتحقيق مع ملاك حظائر الخنازير !!!

source: It appears
ar: بل ظهر من يطالب

source: someone has demanded the arrest of pig rearers!!! Really, are they a risk to ‎public security!!!‎
ar: !!! فعلاً ما هم خطرين على الامن العام !!!

source: The first of May marks Labor Day, that workers in all parts of the world celebrate to draw attention to their role and suffering, and to work on securing the requirements of a dignified life for them in return for their efforts at work; while workers in t
ar: ويصادف في الأول من أيار من كل عام عيد العمال العالمي حيث يحتفل العمال بجميع أنحاء العالم بهذا العيد وذلك للفت الأنظار إلى دور العمال ومعاناتهم والعمل على تأمين متطلبات عيش كريم لهم نظير جهودهم المبذولة في العمل، أما العمال في قطاع غزة فيستقبلون هذه المناس

source: There are those that request that pigs never again be reared in Egypt and any Copt caught ‎rearing them again be given the death penalty!!! This is in the state that does not put to ‎death the killers of Copts!!!‎
ar: ومن يطالب بعدم إعادة تربية الخنازير نهائياً فى مصر وإعدام من يقوم من الأقباط بتربيتها مرة أخرى!!! فى الدولة التى لا تعدم قتلة الأقباط !!!

source: The journalist, Mustafa Bakri - who has a long history of hostility towards the Copts and in ‎inciting them – ‎spread a false rumour that an Egyptian had contracted bird flu.‎
ar: وأطلق الصحفى مصطفى بكرى - صاحب التاريخ الطويل فى معادة الاقباط والتحريض عليهم -

source: The final note: This racist, sectarian, unscientific manner in which the government deals ‎with the swine flu proves that it’s on the path to failure in treating it as it failed before in ‎dealing with the bird flu. ‎
ar: ملحوظة اخيرة : يدل السلوك العنصرى الطائفى غير العملى ولا العلمى الذى تتتعامل به الحكومة مع انفلونزا الخنازير انها فى طريقها للفشل فى علاجها كما فشلت

source: Dr. Maher Al-Tabaa, public relations manager at the Palestinian Chamber of Commerce and economic expert, said that unemployment and poverty rates have risen greatly in the Palestinian territories in general -and in the Gaza Strip in particular- since the
ar: وقال الدكتور ماهر الطباع مدير العلاقات العامة في الغرفة التجارية الفلسطينية والخبير الاقتصادي ان ارتفعت معدلات البطالة والفقر ارتفعت في الأراضي الفلسطينية بشكل عام وفي قطاع غزة بشكل خاص وبشكل كبير جدا منذ بداية انتفاضة الأقصى قبل تسع سنوات حيث فرضت قوات ا

source: He also explained that in spite of the difficult economic situation and living conditions in the Gaza Strip, the total number of workers before the last closure and blockade was about 215.000 workers in various economic activities.
ar: وأوضح انه وبالرغم من الأوضاع الاقتصادية و المعيشية الصعبة في قطاع غزة بلغ إجمالي عدد العاملين في قطاع غزة قبل الإغلاق والحصار الأخير بحوالي 215 ألف عامل موزعين على جميع الأنشطة الاقتصادية المختلفة .

source: Al-Tabaa said the crisis of unemployment and poverty has worsened due to the blockade imposed on the Gaza Strip two years ago. Unemployment and poverty rates have risen dramatically as a result of stopping the economic life completely, and Gaza has become
ar: وأشار الطباع إلى أزمة البطالة والفقر تفاقمت نتيجة الحصار المفروض على قطاع غزة منذ عامين وارتفعت معدلات البطالة والفقر بشكل جنوني نتيجة توقف الحياة الاقتصادية بالكامل , وأصبحت غزة مدينة أشباح خاوية من كل شيء وحسب أخر التقديرات بلغ معدل البطالة 65 في المائة

source: He also said that the blockade imposed on the Gaza Strip two years ago resulted in stopping all economic activities because of the closure of all border crossings leading to the Strip, and the ban of occupation forces on raw materials required for factori
ar: وقال أن قطاع العمال تلقى ضربة قاسمة نتيجة الحصار المفروض على قطاع غزة منذ عامين حيث توقفت جميع الأنشطة الاقتصادية عن الإنتاج نتيجة إغلاق جميع المعابر المؤدية لقطاع غزة وعدم سماح قوات الاحتلال بدخول المواد الخام اللازمة لتشغيل المصانع، وأتت الحرب الأخيرة ع

source: According to the public relations manager at the Chamber of Commerce in Gaza, the number of workers in the industrial sector before the embargo was 35.000 workers, decreasing to less than 1.400 after the siege, as 96% of industrial facilities – i.e. 3900
ar: وحسب مدير العلاقات العامة في الغرفة التجارية في غزة فان عدد العاملين في القطاع الصناعي قبل الحصار بلغ 35,000 عامل، وانخفض بعد الحصار عدد العاملين في القطاع الصناعي ليصل إلى أقل 1400 عامل في مختلف القطاعات الصناعية حيث أغلقت 96% من المنشآت الصناعية والبالغ

source: The Chamber of Commerce called for urgent aid programmes for workers as well, and setting up necessary plans for the rehabilitation of the Palestinian labor.
ar: كما وطالبت الغرفة التجارية بالبدء بوضع برامج إغاثة عاجلة للعمال كذلك وضع الخطط اللازمة لإعادة تأهيل العمالة الفلسطينية .

source: The chambers also called for joining local and international efforts to develop local employment programmes, in order to contribute in the reduction of rampant unemployment in the Gaza Strip.
ar: وطالبت بتضافر الجهود المحلية والدولية لاستحداث برامج تشغيل محلية تساهم في الحد من مشكلة البطالة المتفشية في قطاع غزة.

source: The chambers of commerce, industry and agriculture of Gaza governorates –the main representative of all sectors of the Palestinian production- called various international, Arab and Islamic organizations to give some attention
ar: وناشدت الغرفة التجارية الصناعية الزراعية لمحافظات غزة بصفتها الممثل الرئيسي لكل قطاعات الإنتاج الفلسطيني المختلفة المنظمات الدولية والعربية والإسلامية النظر إلى عمال قطاع غزة والعمل على الحد من انتشار البطالة والفقر في القطاع .

source: All construction and development projects carried out by the UNRWA and other international institutions -which represent a source of income for more than 121.000 people and a vital source of jobs in the labour market in Gaza suffering unemployment and pov
ar: وتوقفت جميع مشاريع البناء والتطوير التي تنفذها الاونروا والمؤسسات الدولية والتي تشكل مصدر دخل لما يزيد عن 121 ألف شخص وتعتبر مصدرا حيويا للوظائف في سوق غزة الذي يعاني من البطالة والفقر.

source: He also explained that because of the ban on construction materials and the interruption of construction industries, about 3.500 workers and employees lost their jobs in the construction industry, and all those working in the construction sector and its s
ar: وأضح أنه نتيجة لعدم دخول مواد البناء وتوقف الصناعات الإنشائية فقد نحو 3500 عامل و موظف عملهم بقطاع الصناعات الإنشائية كما تعطل عن العمل جميع من يعملون في قطاع البناء والقطاعات المساندة له وشركات المقاولات في قطاع غزة.

source: All factories in Gaza’s industrial zone were shut down, and about 2500 workers -who were employed by those factories which rely on the export of their product-, had their work disrupted.
ar: كما تم إغلاق جميع المصانع بمنطقة غزة الصناعية وتعطل نحو 2500 عامل عن العمل كانوا يعملون لدى تلك المصانع والتي كانت تعتمد على تصدير منتجاتها للخارج.

source: Writer, Anur Malik, exposes Bin Laden and Bouteflika's corruption
ar: مالك يفضح فساد بن لادن وبوتفليقة

source: Politics
ar: خاص السياسي

source: Critics in Egypt described the book Flood of corruption and Bin Laden's advancement in Algeria, as an important document and prominent reference book for specialists in Al Qaeda affairs and Algeria's political history as well as for international organi
ar: وصف النقاد في مصر كتاب طوفان الفساد وزحف بن لادن فى الجزائر، بأنه وثيقة مهمة ومرجع بارز للمتخصصين فى شؤون القاعدة وتاريخ الجزائر السياسى، وحتى للمنظمات الدولية المهتمة بمجال مكافحة الفساد.

source: The book was published last week by the Egyptian Uktub Publishing House, written by an Algerian writer and researcher, Anwar Malik. The book exposes the secrets of President Abdelaziz Bouteflika's regime which the Algerian researcher singled out especiall
ar: الكتاب صدر الأسبوع الماضي عن دار اكتب المصرية، تأليف الكاتب والباحث الجزائرى أنور مالك، ويفضح الكتاب خفايا نظام الرئيس بوتفليقة، التى تفرد بها الباحث الجزائرى، خاصة أنه يعتبر من أبرز ضباط الجيش الذين تمردوا عليه، وفى جعبته الكثير جداً من أسرار فترة التس

source: As for national reconciliation that Algeria strives for, Bouteflika is one of the most prominent leaders to have made achievements to which the author has devoted a full chapter to. He reveals in this chapter a lot of deeply hidden matters about this rec
ar: أما المصالحة الوطنية التى يُسوق لها فى الجزائر على أن بوتفليقة من أبرز الذين أنجزوها، فقد خصص لها باباً كاملاً، وكشف الكاتب من خلاله الكثير من دهاليز هذه المصالحة، التى يراهن عليها بوتفليقة، مبرزاً مظاهر التلاعب والاحتيال التى احتوتها ملفات المساجين، واست

source: The Office for the Coordination of Humanitarian Affairs of the United Nations demanded that the Israeli authorities suspend the demolition of houses in east Jerusalem. It stated in its report that about one third of the Palestinian houses in the city were
ar: طالب مكتب تنسيق الشؤون الإنسانية التابع للأمم المتحدة السلطات الإسرائيلية بتعليق تنفيذ جميع قرارات هدم المنازل في القدس الشرقية، وذكر في تقريره أن نحو ثلث المنازل الفلسطينية في المدينة بنيت دون تصاريح.____________وقالت أليغرا باتشيكو نائبة مدير مكتب تنسيق

source: About one thousand five hundred demolition orders have been issued, threatening nine thousand families. The problem stems from a lack of permits being issued for building houses for Palestinians, which is a difficult process. Palestinians cannot build h
ar: تم إصدار نحو ألف وخمسمئة أمر بالهدم بما يهدد تسعة آلاف أسرة. وتنبع مشكلة عدم إصدار التصاريح لبناء منازل الفلسطينيين من صعوبة تلك العملية فلا يمكن للفلسطينيين بناء المنازل إلا على مساحة ضئيلة من القدس الشرقية تمثل نحو ثلاثة عشر في المئة من إجمالي مساحتها.

source: The United Nations report demands Israel, as the occupying power, to carry out the necessary planning to deal with the housing crisis faced by the Palestinians in east Jerusalem.
ar: ويطالب تقرير الأمم المتحدة إسرائيل، باعتبارها القوة القائمة بالاحتلال، بالقيام بالتخطيط اللازم لمعالجة أزمة السكن التي تواجه الفلسطينيين في القدس الشرقية.

source: The United Nations demands a halt in the demolition of Palestinian houses in east Jerusalem
ar: الأمم المتحدة تطالب بتجميد هدم المنازل الفلسطينية في القدس الشرقية

source: United Nations Radio
ar: إذاعة الأمم المتحدة

source: Arabic
ar: عربي

source: Iran: Stop executing children
ar: إيران: أوقفوا إعدام الأطفال

source: “My daughter Delara is accused of a crime she did not commit. Help her and help me for the sake of justice. Nothing about this spells humanity and fairness.” Delara Darabi’s father on January 11th, 2007.
ar: ابنتي ديلارا متهمة بجريمة لم ترتكبها. ساعدوني وساعدونا من أجل أن تنتصر العدالة. فليس هناك ما يشير إلى وجود إنسانية وعدالة هنا.

source: His daughter awaits the death sentence in Iran.
ar: والد ديلارا دارابي، التي تنتظر تنفيذ حكم الإعدام فيها في 11 يناير/كانون الثاني 2007، بإيران

source: Amnesty International is calling on judicial and political authorities in Iran to immediately stop all execution sentences in an effort to evade anymore similar incidents. The organization has also requested law amendments such that the death penalty is
ar: تدعو منظمة العفو الدولية السلطات القضائية والسياسية في إيران إلى أن تصدر أوامرها بوقف فوري لعمليات الإعدام بغية منع إعدام مزيد من المدانين الأطفال، وإلى تعديل القوانين حتى لا يُحكم على أي طفل يرتكب جريمة بالإعدام. وفي تقرير جديد في هذا الشأن، قالت المنظمة

source: Malcom Smart, Amnesty International’s program director for the Middle East and North Africa said: “Iran stands alone as a nation that executes children – individuals of less than eighteen years at the time of committing the crime.” He said it was time Ir
ar: وقال مالكوم سمارت، مدير برنامج الشرق الأوسط وشمال أفريقيا في منظمة العفو الدولية معلقاً على ذلك: تقف إيران وحدها على وجه العموم كبلد يُعدم المذنبين الأطفال – أي الأشخاص الذين لم يكونوا قد بلغوا سن 18 عاماً في وقت ارتكابهم الجريمة التي أدينوا بها. وأضاف

source: In its last report on Iran, the last standing nation to apply the death penalty on children, Amnesty International lists seventy one convicted children who face capital punishment. The report also states that the number is potentially higher than this as
ar: وفي تقريرها المعنون إيران: جلاد الأطفال الأخير، تورد منظمة العفو الدولية قائمة بأسماء 71 طفلاً مداناً يُعرف بأنهم يواجهون عقوبة الإعدام، ولكنه يشير إلى أن العدد الإجمالي يمكن أن يكون أعلى من هذا بكثير نظراً لعدم الإعلان عن العديد من القضايا التي تحتمل إصد

source: Atefa Ragabi Sahala, convicted of honor crimes, was hanged when she was sixteen in August of 2004. Her case was only one of seven others detailed in Amnesty’s report. A judicial official reported to local newspapers that Sahala was twenty two years of a
ar: وإعدام عاطفه رجبي سهّاله، التي حكم عليها بـجرائم ضد العفة وشنقت في سن 16 عاماً في أغسطس/آب 2004، ليس سوى قضية واحدة من سبع قضايا يسلط هذا التقرير الضوء عليها. فبعد يوم واحد من إعدامها، أبلغ مسؤول قضائي إحدى الصحف أنها كانت في الثانية والعشرين من العمر.

source: Despite the fact that child executions are much less than the number of convicts sentenced to capital punishment in Iran, the report sheds light on governmental negligence towards commitments and duties enforced by international laws, which entail that im
ar: وعلى الرغم من أن عمليات إعدام الأطفال قليلة بالمقارنة مع إجمالي عدد من يُعدمون في إيران، إلا أنها تسلط الضوء على عدم اكتراث الحكومة بالتزاماتها وواجباتها بمقتضى القانون الدولي، الذي يُحرِّم استخدام عقوبة الإعدام ضد المذنبين الأطفال في جميع الظروف. وباستثن

source: Malcom Smart said “The Iranian government denies executing children. Their statements coincide with two executions of convicted children.” He further states that nineteen year-old Mohamed Mussai’s life was taken for committing a crime when he was sixtee
ar: ومضى مالكوم سمارت قائلاً: إن السلطات الإيرانية تنكر أنها تعدم الأطفال، بيد أننا سجلنا حتى هذا الوقت من السنة عمليتي إعدام لطفلين مذنبين، وأضاف أن محمد موسوي، البالغ من العمر 19 عاماً قد أُعدم في أبريل/نيسان لارتكابه جريمة عندما كان في سن 16 عاماً، بينم

source: Some government and judicial officials prefer, as I believe, reducing or eliminating the death penalty for children. But progress is painstakingly slow. A bill proposed by the judicial institution in 2001 could have paved the way for eliminating capital
ar: إن بعض أعضاء الحكومة والسلك القضائي يحبذون، كما يُعتقد، تخفيف أحكام الإعدام، إن لم يكن إلغاء العقوبة، للمذنبين الأطفال، بيد أن التقدم نحو ذلك بطيء على نحو مؤلم. وعلى سبيل المثل، كان يمكن لمسودة قانون اقترحته الهيئة القضائية في 2001 أن يمهد الطريق لإلغاء ع

source: There seems to be some light at the end of the tunnel amid all the terror brought on by child executions in Iran; a progressive movement has formed which aims to eliminate the death penalty for children. This movement is led by human rights activists in
ar: بيد أنه وسط رعب إعدام الأطفال ومشكلة عقوبة الإعدام الأوسع نطاقاً في إيران ثمة علامات إيجابية، ولا سيما ظهور حركة متنامية تحبذ إلغاء عقوبة الإعدام للمذنبين الأطفال. وتقود هذه الحركة مجموعة شجاعة من المدافعين عن حقوق الإنسان والناشطين من أجلها في إيران، وقد

source: Malcom Smart concluded by saying that “Amnesty International condemns the death penalty without reservations on the individual, age or crime limitations, or the nature of the convict. Every execution symbolizes a slap to human dignity – it’s a violation
ar: واختتم مالكوم سمارت بالقول: إن منظمة العفو الدولية تناهض عقوبة الإعدام بلا تحفظ ضد أي شخص، وبغض النظر عن العمر ومهما كانت طبيعة الجريمة أو طبيعة الشخص المدان. فكل عملية إعدام تشكل صفعة للكرامة الإنسانية – وهي انتهاك لحقوق الإنسان يبلغ في قسوته حد الحرما

source: Sheikh Issa Bin Zayed accused of 25 other incidents
ar: الشيخ عيسى بن زايد متهم بـ25 عملية تعذيب أخرى

source: London: The emergence of a torture video of a member of the royal family in Abu Dhabi, United Arab Emirates tints the country’s international reputation; the United Arab Emirates has long worked towards developing relationships with Western politicians, u
ar: لندن: ما تزال ظهور لقطات فيديو _لعملية تعذيب قام بها أحد أفراد العائلة الحاكمة في إمارة أبوظبي الإماراتية، لتاجر _حبوب أفغاني بسبب ما أشيع عن خلاف مالي بينهما، تلقي بظلالها القاتمة على السمعة _الدولية لدولة الامارات العربية المتحدة التي بذلت جهودا مكثفة ل

source: ‘The Observer’ published Sunday an article which enlists the accusations directed at Sheikh Issa Bin Zayed Al Naheyan, who appeared in the torture video and is said to have been involved in twenty five other similar incidents, all of which have been video
ar: فقد نشرت صحيفة ذي اوبزرفر _البريطانية في عددها الصادر الاحد مقالا تناولت فيه الاتهامات الموجهة الى الشيخ _عيسى بن زايد آل نهيان الذي ظهر في فيديو التعذيب وقالت انه اتهم بتنفيذ 25 عملية _تعذيب أخرى على الأقل تم تصويرها بأكلمها.

source: Sheikh Issa Bin Zayed Al Naheyan is step-brother to Emirates ruler and Abu Dhabi’s governor Sheikh Khalifa Bin Zayed Al Naheyan.
ar: والشيخ عيسى بن زايد ال نهيان هو _الاخ غير الشقيق لرئيس الامارات حاكم ابوظبي الشيخ خليفة بن زايد ال _نهيان.

source: Bassam Nabulsi, American business man, was able to smuggle the tape out of the United Arab Emirates. Nabulsi’s lawyer had issued a letter to the Minister of Justice in Abu Dhabi, UAE’s capital and the most powerful state within the federation, stating th
ar: وبعث المحامي الذي يمثل رجل _الاعمال الامريكي بسام نابلسي الذي تمكن من تهريب الشريط الى خارج الامارات برسالة _الى وزير العدل في ابوظبي، عاصمة دولة الامارات والاكثر نفوذا في دولة الاتحاد _الاماراتية، يقول فيها إن لديه أدلة أخرى كثيرة ضد الشيخ عيسى.

source: ‘Al Quds’ newspaper reported on behalf of a statement by Anthony Buzbee published in The Observer that Buzbee withholds over two hours of video in which Sheikh Issa is seen practicing torture methods on over twenty five individuals.
ar: ونقلت صحيفة القدس عن المحامي _انتوني بازبي قوله في رسالة حصلت ذي اوبزرفر على نسخة عنها: ان لدي اكثر من _ساعتين من اشرطة الفيديو التي يظهر الشيخ عيسى فيها وهو يمارس أعمال التعذيب لأكثر _من 25 شخصا.

source: The British newspaper said that the emergence of more torture videos has dire consequences on UAE’s reputation.
ar: وتقول الصحيفة البريطانية ان _ظهور المزيد من أشرطة فيديو التعذيب الجديدة التي التقطت اثناء قيام الشيخ عيسى _بأفعاله، لطخ كثيرا من سمعة دولة الامارات.

source: This is further enforced by the appearance of a police officer in the video, and the Sheikh’s irrevocable immunity, even after the tape has gone public. Sheikh Issa is a senior member of the royal family and is a relative of some of Abu Dhabi’s most prom
ar: ومن أسباب ذلك بشكل خاص ظهور رجل _شرطة في عملية التعذيب والحصانة التي يستطيع الشيخ عيسى ان يتمسك بها حتى بعد ظهور _شريط الفيديو. فهو من كبار افراد العائلة الحاكمة وله علاقة قرابة بافراد مهمين من _العائلة الحاكمة في أبوظبي.

source: It appears that the emergence of the first video only initiated the problem. It is possible that new tapes will emerge portraying police engagement in such acts. It is suggested that several victims in the video tapes are Sudanese immigrants.
ar: الا انه يبدو ان ظهور الشريط _الاول لم يكن الا بداية لمشكلة. اذ يحتمل ان تكون الاشرطة الجديدة قد اظهرت اشتراك _ضباط من الشرطة في أفعال الشيخ عيسى، وان عددا من ضحاياه في اشرطة الفيديو التي لم _تظهر للعلن حتى الان هم من المهاجرين السودانيين.

source: Convictions
ar: إدانات

source: Humanitarian agencies had condemned the tape, which was published on electronic websites and international media channels, in which Sheikh Issa assaults an Afghani grain dealer because of a financial dispute.
ar: كانت منظمات إنسانية قد أدانت _شريطا، نشر على مواقع إلكترونية ووسائل إعلام دولية، يظهر أحد الشيخ عيسى وهو يعتدي _على تاجر حبوب أفغاني بسبب خلاف مالي بينهما.

source: “Middle East Watch” had criticized the video in which Sheikh Issa appears to be tormenting an individual whose face was not visible, but is believed to be an Afghani employee of the afore-mentioned Sheikh.
ar: فقد نددت منظمة ميدل إيست واتش _الحقوقية بالشريط الذي يظهر قيام الشيخ عيسى زايد آل نهيان وهو يعذب شخص لم يظهر _الشريط وجهه، يعتقد بانه احد موظفي الشيخ المذكور، وهو أفغاني الجنسية.

source: The organization had launched an attack on the United Arab Emirates; the country responded by saying that investigations were currently taking place. The organization has called on prosecuting the police officer who appears in the tape, as well as his di
ar: وشنت المنظمة هجوماً على _الإمارات رداً على بيانها الذي قالت فيه: إن الإمارات تحقق بالأمر، وطالبت المنظمة _دولة الإمارات بمحاكمة الشرطي الذي شارك في التعذيب، بل وقالت ليس الشرطي وحده بل _أيضاً رئيسه ووزير الداخلية الشيخ سيف بن زايد آل نهيان الذي هو شقيق ال
